{
"0":"['Dynamics','Volume of music']",
"2":"['line','Dynamics']",
"3":"['title','Dynamics - or Volume Control']",
"4":"['text','Dynamics are all about the volume of music - is it quiet or loud, does it increase or decrease in volume?']",
"5":"['line','Dynamics']",
"6":"['title','Static or Changing?']",
"7":"['text','Players need to understand quite a few different words (and abbreviations or short forms) for dynamics. To make things easier, we can group these words/abbreviations into two categories -static and changing.']",
"8":"['line','Dynamics']",
"9":"['title','Static Dynamics']",
"10":"['text','We use Italian words or abbreviations to indicate static dynamics.']",
"11":"['text','Piano means quietly or softly, and Forte means loudly. Piano is shortened to p and forte is shortened to f.']",
"12":"['text','Mezzo means half, and it is shortened to m. Usually we translate this as moderately for dynamics.']",
"13":"['text','The ending-issimo on a word means very- it’s indicated by a double p or a double f.']",
"14":"['text','This gives us six possibilities: here they are in order from loudest to quietest: ff, f, mf, mp, p, pp']",
"15":"['line','Dynamics']",
"16":"['title','Changing Dynamics']",
"17":"['text','Gradual increases in volume are shown either with Italian words, or with symbols.']",
"18":"['text','Crescendo(pronounced kre-shen-do) means gradually getting louder, and is shortened to cresc.']",
"19":"['text','Diminuendo(pronounced di-min-yu-en-do) means gradually getting quieter, and is shortened to dim. Decrescendo means the same thing.']",
"20":"['text','The same instructions can be given with hairpin symbols:']",
"21":"['simpleImage','https://www.mymusictheory.com/images/stories/grade1/16/16_dynamics_clip_image002.jpg']",
"22":"['simpleImage','https://www.mymusictheory.com/images/stories/grade1/16/16_dynamics_clip_image002.gif']",
"23":"['text','The hairpin is placed under the score, between the first and last notes which gradually change their dynamic.']",
"24":"['text','(Just in case you were wondering, the instrument which we call the piano today, is really called a pianoforte, and was given that name because it’s capable of playing a wide range of dynamics, unlike other keyboard instruments at the time it was invented!)']"
}
