{
"0":"['Foreign names','Italian names for music components']",
"2":"['line','Foreign names']",
"3":"['title','Italian Terms']",
"4":"['text','In Grade One Music Theory (Trinity and ABRSM), you need to know what a handful of Italian terms mean in music.']",
"5":"['text','People often wonder why most musical terms are in Italian and not another language, but actually lots of other languages have been used by composers, in particular German and French. Italy was the birthplace of the Renaissance Era (from about 1350 onwards), and was the place where classical music really took off a few centuries later. Composers from many countries used Italian terms because they were associated with musical excellence, and were understood around the world. Today people think of Italian terms as the normal language in music.']",
"6":"['text','From the Grade 4 music theory exam onwards you’ll need to know foreign terms not only in Italian, but also in French and German!']",
"7":"['line','Foreign names']",
"8":"['title','List of Terms']",
"9":"['text','Here is a complete list of all the Italian terms for ABRSM Grade One Music Theory:']",
"10":"['simpleImage','images/list1.png']",
"11":"['simpleImage','images/list2.png']",
"12":"['simpleImage','images/list3.png']",
"12":"['line','Foreign names']",
"13":"['title','Ostinato']",
"14":"['text','If you are taking the Trinity exam, you will also need to be able to recognise anostinato. An ostinato is a short musical pattern which is used as an accompaniment, and is repeated over and over again, while the music around it changes. The words “riff” and “loop” have basically the same meaning, but “ostinato” is the word most often used when we talk about classical music.']",
"15":"['text','Here is an example of an ostinato. It is in the left hand (bass clef) part of this piano piece. The pattern in bar 1 is repeated in bars 2, 3 and 4:']",
"16":"['simpleImage','https://www.mymusictheory.com/images/stories/grade1/18/ostinato.png']",
"17":"['audioPlayer','https://www.mymusictheory.com/images/audio/g1/ostinato.mp3']",
"18":"['text','Ostinato patterns can also be made with just rhythm and no melody. A famous example is Ravel’s Bolero, which uses an ostinato played by the snare drum, all the way through the piece:']",
"19":"['simpleImage','https://www.mymusictheory.com/images/stories/grade1/18/bolero.png']",
"20":"['audioPlayer','https://www.mymusictheory.com/images/audio/g1/bolero.mp3']"
}
