{
	"0": "['Accidentals','Altered notes']",
	"1": "['line','Accidentals']",
	"2": "['text','In music theory, the term accidentals is used to describe some notes which have been slightly altered. Accidentals are the symbols which are placed before the note on the stave - they can be sharps, flats or naturals.']",
	"3": "['text','In this unit we will have a look at what accidentals are exactly, and how they are used in music theory.']",
	"4": "['line','Accidentals']",
	"5": "['title','The Octave']",
	"6": "['text','To begin, let’s look at a piano keyboard again.']",
	"7": "['simpleImage','https://mymusictheory.com/wp-content/uploads/pitch/accidentals/keyboard-octave-Cs.jpg']",
	"8": "['text','The yellow note is middle C, and the green note is the next C above it. How many different notes are there between these two Cs? ']",
	"9": "['text','If we count all the black and white notes, we will find there are 12 different notes. (Don’t count the C twice!) This span of notes is called an octave.']",
	"10": "['text','This is not only true for the piano – every instrument uses the same series of notes.']",
	"11": "['line','Accidentals']",
	"12": "['title','Sharps and Flats']",
	"13": "['text','So, we have 12 different notes, but we only use 7 letters of the alphabet. We use the words “sharp” (=higher) and “flat” (=lower) with a letter name, to cover all those “in-between” notes. Sharps and flats are two kinds of \"accidentals\".']",
	"14": "['text','We can use symbols for accidentals, instead of the words sharp and flat.']",
	"15": "['iCaption',['https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT6DSe3-bh4IDcucXuVVqSTC7-cp0ogjaoEIw&usqp=CAU','Sharp symbol for a higher (black) key on the piano']]",
	"16": "['iCaption',['https://images.pond5.com/flat-music-sign-3d-091499412_iconl.jpeg','Flat symbol for a lower (black) key on the piano']]",
	"17": "['text','Find the notes C and D on this keyboard:']",
	"18": "['simpleImage','https://mymusictheory.com/wp-content/uploads/pitch/accidentals/keyboard-c-sharp-d-flat.jpg']",
	"19": "['text','They are both white notes (but we have coloured the C in yellow to help you find it!). In between them, you will see a black note.']",
	"20": "['text','We can say that this note is a bit higher than C, so it is C sharp (C#), or we can say it is a bit lower than D, so it is also D Sharp (Db). ']",
	"21": "['text','Here is another example.']",
	"22": "['simpleImage','https://mymusictheory.com/wp-content/uploads/pitch/accidentals/keyboard-f-sharp-g-flat.jpg']",
	"23": "['text','Find the notes F and G. The black note in between F and G can be called F sharp (F#) or G flat (Gb).']",
	"24": "['text','Here are all the notes between the two Cs. Click on the Play button to hear what they sound like:']",
	"25": "['audioPlayer','https://mymusictheory.com/wp-content/uploads/audio/pitch/C-chromatic-scale.mp3']",
	"26": "['line','Accidentals']",
	"27": "['title','Naturals']",
	"28": "['text','The third type of accidental we are going to look at is called the natural.']",
	"29": "['iCaption',['https://i0.wp.com/i.pinimg.com/originals/e0/fe/c3/e0fec32f1e7aba007505351f57401cee.jpg?resize=180%2C180&ssl=1','We use the word natural to say that a note is neither sharp nor flat.']]",
	"30": "['text','This is very useful, because sometimes when a note has already been altered by an accidental (flat or sharp), we need to put a natural sign in to tell the player that it is not flat or sharp any more. Flats, sharps and naturals make up the main accidentals, and they are the only accidentals you need to know for grade one music theory.']"
}
