{
"0":"['Tied notes','Group similar notes']",
"2":"['line','Tied notes']",
"3":"['title','Ties']",
"4":"['text','In music theory, a tie is a small, curved line which connects two notes of exactly thesame pitch. The time values of tied notes are added together to make a longer note - you only play the note once.']",
"5":"['text','Be careful not to confuse ties and slurs! A tie looks exactly like a slur - but a slur connects two notes of adifferent pitchand tells the player to play the two notes smoothly. The first example shows two tied Fs, the second example shows an F slurred to a G.']",
"6":"['simpleImage','https://www.mymusictheory.com/images/stories/grade1/8/tie-or-slur.png']",
"7":"['line','Tied notes']",
"8":"['title','Why Ties?']",
"9":"['text','Ties are used for three reasons.']",
"10":"['line','Tied notes']",
"11":"['title','Positioning Ties']",
"12":"['text','Ties are usually written on theoppositeside of a musical note to its stem. In the examples that we just looked at, the F’s have their stems down, so the tie is placed above the notes. The As are stems up, so the tie is drawn below the notes.']",
"13":"['line','Tied notes']",
"14":"['title','Ties and Accidentals']",
"15":"['text','An accidental placed on the first of two tied notes also applies to the second tied note, even if the two notes are separated by a bar line.']",
"16":"['simpleImage','https://www.mymusictheory.com/images/stories/grade1/8/ties-with-accidentals.png']",
"17":"['text','The first note in bar 2 is also a G sharp.']",
"18":"['text','Sometimes you might see an accidental in brackets on the second note. This is called a courtesy accidental - it’s only there to make it clear what the note is supposed to be.']",
"19":"['line','Tied notes']",
"20":"['title','Ties and Beams']",
"21":"['text','We don’t normally combine ties and beams on the same notes. Break the beam over two tied notes. Bar 1 is correct: the beam is broken so that the second tied note starts a new beamed group. Bar 2 is incorrect.']",
"22":"['simpleImage','https://www.mymusictheory.com/images/stories/grade1/8/ties-and-beams.png']"
}
