{
"0":"['Major scales','Major scales and scale degrees']",
"2":"['line','Major scales']",
"3":"['title','The C Major Scale']",
"4":"['text','Listen to this series of eight notes:']",
"5":"['simpleImage','https://www.mymusictheory.com/images/stories/grade1/10/c-major-scale.png']",
"6":"['audioPlayer','https://www.mymusictheory.com/images/audio/g1/c-major.mp3']",
"7":"['text','This is a scale of C major. (A scale is any defined series of musical notes.)']",
"8":"['text','In the C major scale, both the first and the last notes are Cs- but how do we know what the in-between notes are?']",
"9":"['text','On the piano, a C major scale uses all the white notes (so it doesn’t have any sharps or flats), but on other instruments, we don’t have white notes, so how do we know which notes to use?']",
"10":"['text','In fact, what we need to know is the distance between each of the notes in the scale. The distance between any two notes of the scale which are next to each other will be either a tone(whole note) or a semitone(half note).']",
"11":"['text','All major scales are built from same pattern of tones and semitones.']",
"12":"['line','Major scales']",
"13":"['title','Tones and Semitones in the Major Scale']",
"14":"['text','Let’s look at the C major scale again, and see what the pattern of tones and semitones is.']",
"15":"['text','The distance between each pair of notes is written below the stave: T for tones (whole steps) and S for semitones (half steps):']",
"16":"['simpleImage','https://www.mymusictheory.com/images/stories/grade1/11/tones-and-semitones-in-major-scale.png']",
"17":"['text','The pattern in the C major scale is T-T-S-T-T-T-S.']",
"18":"['text','In fact,allmajor scales follow the same pattern of tones and semitones, so try to remember it!']",
"19":"['text','T - T -S- T - T - T -S']",
"20":"['line','Major scales']",
"21":"['title','G, D and F Major Scales']",
"22":"['text','InABRSMGrade One music theory, you need to know about four major scales: C, G, D and F major.']",
"23":"['text','InTrinityGrade One music theory, you need to know about three major scales: C, G and F major.']",
"24":"['text','Here’s a picture of the piano keyboard, to help you remember the layout of notes:']",
"25":"['simpleImage','https://www.mymusictheory.com/images/stories/piano_keyboard.png']",
"26":"['line','Major scales']",
"27":"['title','G Major Scale']",
"28":"['text','Let’s look at G major next. We’ll construct the scale using the T-T-S-T-T-T-S pattern that we’ve just learnt.']",
"29":"['text','We’ll start by putting the first G on the stave. We’re using the treble clef, but it works just the same way in the bass clef.']",
"30":"['simpleImage','https://www.mymusictheory.com/images/stories/grade1/11/11_major-scales_clip_image002_0000.jpg']",
"31":"['text','The next note we need, as you can see from the pattern above, is a tone higher than G. The note which is a tone higher than G isA, (because we can squeeze a G sharp/A flat between them). So A is our next note:']",
"32":"['simpleImage','https://www.mymusictheory.com/images/stories/grade1/11/11_major-scales_clip_image002_0003.jpg']",
"33":"['text','The third note is, again, a tone up. From A, the next tone up is B, (we can squeeze A sharp/B flat in between them).']",
"34":"['simpleImage','https://www.mymusictheory.com/images/stories/grade1/11/11_major-scales_clip_image002_0002.jpg']",
"35":"['text','Next we meet our first semitone - C. (There is nothing we can squeeze in between B and C).']",
"36":"['simpleImage','https://www.mymusictheory.com/images/stories/grade1/11/11_major-scales_clip_image002_0004.jpg']",
"37":"['text','Hopefully by now you’ve got the idea, so here are the rest of the notes of the G major scale:']",
"38":"['simpleImage','https://www.mymusictheory.com/images/stories/grade1/11/11_major-scales_clip_image002_0005.jpg']",
"39":"['text','G major has one sharp - F sharp. You might be wondering why we choose F sharp and not G flat, since they are the same note on the piano.']",
"40":"['text','When we write a scale, we useeach letter of thealphabetonce only, except for the first and last notes which must have the same letter.']",
"41":"['text','G major must start and end onG, so we’ve already used up that letter. We haven’t used F though, so we need to use that, and make F sharp.']",
"42":"['line','Major scales']",
"43":"['title','D Major Scale [ABRSM grade 1, Trinity grade 3]']",
"44":"['text','Let’s look at D major next:']",
"45":"['simpleImage','https://www.mymusictheory.com/images/stories/grade1/11/11_major-scales_clip_image002_0006.jpg']",
"46":"['text','The scale of D major has two sharps - F sharp and C sharp. These make the semitone steps in the scale, from F# to G and from C# to D.']",
"47":"['line','Major scales']",
"48":"['title','F Major Scale']",
"49":"['text','The last scale we need to look at for the grade one music theory exam is F major:']",
"50":"['simpleImage','https://www.mymusictheory.com/images/stories/grade1/11/11_major-scales_clip_image002_0007.jpg']",
"51":"['text','The F major scale doesn’t have any sharps, but it has one flat - B flat. This makes the first semitone step in the scale, from A to Bb.']",
"52":"['text','Remember, we can’t use A sharp instead of B flat, because we’ve already got an A in the scale.']",
"53":"['line','Major scales']",
"54":"['title','Ascending and Descending Scales']",
"55":"['text','Scales can be written going up or going down.']",
"56":"['text','Scales which go up are called ascending, and scales which go down are descending.']",
"57":"['text','When we write a descending scale, the pattern of tones and semitones is reversed, so instead of being T-T-S-T-T-T-S, it is S-T-T-T-S-T-T.']",
"58":"['simpleImage','https://www.mymusictheory.com/images/stories/grade1/11/fscale.jpg']",
"59":"['text','Here’s an example of the F major descending scale, using the bass clef.']",
"60":"['text','You don’t need to remember the order of tones and semitones back-to-front, just write the scales backwards, starting on the right side of the stave instead of the left.']",
"61":"['line','Major scales']",
"62":"['title','Degrees of the Scale']",
"63":"['text','The first and last notes in any scale are called the tonic, keynote or doh.']",
"64":"['text','The other notes can be referred to bynumber.']",
"65":"['text','For example, in C major, the second note in the scale is D, so we can say that D is the2nd degree of the scale of C major.']",
"66":"['text','We always use theascendingscale to work out the degrees of a scale.']",
"67":"['text','Every scale has seven degrees, because there are seven different notes.']",
"68":"['text','The last note of the scale is another tonic note.']",
"69":"['text','Here’s a summary of the degrees of the scales of C, D, G and F major:']",
"70":"['text','Each degree of the scale has the same name, no matter whether it is playedhighorlow.']",
"71":"['text','For example, all of these Gs are the tonic note in the scale/key of G major. (They are also all the 5th degree of the scale in C major, and so on).']",
"72":"['text','We can say that these tonics are in differentregisters.']",
"73":"['simpleImage','https://www.mymusictheory.com/images/stories/grade1/11/tonic-different-registers.png']"
}
