{
"0":"['Key signatures','Signatures of G, D and F Major']",
"2":"['line','Key signatures']",
"3":"['title','Key']",
"4":"['text','When we write music which mostly uses notes from the scale of C major and sounds good finished with a C, we say that the music is in the key of C major or in C a major.']",
"5":"['text','Here’s a short tune in C major:']",
"6":"['simpleImage','https://www.mymusictheory.com/images/stories/grade1/12/12_key-signatures_clip_image002.jpg']",
"7":"['audioPlayer','https://www.mymusictheory.com/images/audio/g1/tune-in-c.mp3']",
"8":"['text','ForABRSMGrade One Music Theory, you only need to know about these three key signatures: G major, D major and F major, and forTrinityGrade One Music Theory you need to know G and F. (and you need to know that C major doesn’t need a key signature!)']",
"9":"['line','Key signatures']",
"10":"['title','G Major Key Signature']",
"11":"['text','If a tune mostly uses the notes from the G major scale and sounds good finished with a G, then the music is in G major.']",
"12":"['text','The scale of G major contains the notes G-A-B-C-D-E-F#. The key of G major contains F sharps, not F naturals.']",
"13":"['text','Instead of writing all the Fs in the piece with sharp signs next to them, we write just one F sharp, right at the beginning of the line, after the clef and before the time signature.']",
"14":"['text','This is called the key signature.']",
"15":"['simpleImage','https://www.mymusictheory.com/images/stories/grade1/12/example-key-signature.png']",
"16":"['text','In the treble clef, we always write the F sharp sign on the top line (we never use the lower F space). You should be able to just see the line of the stave between the two horizontal lines of the sharp sign.']",
"17":"['text','In the bass clef, we write the sign for F sharp on the second line from the top.']",
"18":"['simpleImage','https://www.mymusictheory.com/images/stories/grade1/12/12_key-signatures_clip_image002_0002.jpg']",
"19":"['text','The key signature is written at the beginning of every line of music, immediately after the clef, to remind us that all the Fs need to be F sharps.']",
"20":"['text','(We don’t use a key signature for music which is in C major, because we don’t need one! - C major doesn’t have any sharps or flats!)']",
"21":"['text','The key signature is there to remind us that all the F’s in the piece should be F#s. It applies to ALL the pitches of F, not just the one on the top/2nd line of the stave.']",
"22":"['text','Here’s the same tune as above, but now it’s in G major:']",
"23":"['simpleImage','https://www.mymusictheory.com/images/stories/grade1/12/12_key-signatures_clip_image002_0000.jpg']",
"24":"['audioPlayer','https://www.mymusictheory.com/images/audio/g1/tune-in-g.mp3']",
"25":"['line','Key signatures']",
"26":"['title','F major Key Signature']",
"27":"['text','Let’s look at the key signature for F major next. Remember that in F major there aren’t any sharps, but there is one flat - B flat.']",
"28":"['simpleImage','https://www.mymusictheory.com/images/stories/grade1/12/12_key-signatures_clip_image002_0006.jpg']",
"29":"['text','In the treble clef, the flat is written on the middle line.']",
"30":"['simpleImage','https://www.mymusictheory.com/images/stories/grade1/12/12_key-signatures_clip_image002_0007.jpg']",
"31":"['text','In the bass clef, the flat is written on the second line from the bottom.']",
"32":"['line','Key signatures']",
"33":"['title','D Major Key Signature (ABRSM Grade 1, Trinity Grade 3)']",
"34":"['text','Finally, let’s look at D major:']",
"35":"['simpleImage','https://www.mymusictheory.com/images/stories/grade1/11/11_major-scales_clip_image002_0006.jpg']",
"36":"['text','(T=tone or whole step, S=semitone or half step).']",
"37":"['text','The scale of D major has two sharps - F sharp and C sharp. This means that music written in the key of D major has F#s and C#s too.']",
"38":"['text','The key signature of D major in the treble clef looks like this:']",
"39":"['simpleImage','https://www.mymusictheory.com/images/stories/grade1/12/12_key-signatures_clip_image002_0003.jpg']",
"40":"['text','We add the C sharp after the F sharp that we’ve got already.']",
"41":"['text','In the bass clef, the key signature of D major looks like this.']"
}
