{
"0":"['Intervals','Distances between notes']",
"2":"['line','Intervals']",
"3":"['title','Intervals']",
"4":"['text','An interval is the distance between two notes, measured as anumber. In Grade One Music Theory (ABRSM and Trinity), sometimes you have tomeasuregiven intervals, and sometimes you have towrite outnotes at a certain interval.']",
"5":"['line','Intervals']",
"6":"['title','Melodic and Harmonic Intervals']",
"7":"['text','We can measure the distance between two notes which are played together at the same time, like these:']",
"8":"['simpleImage','https://www.mymusictheory.com/images/stories/grade1/13/13_intervals_clip_image002_0002.jpg']",
"9":"['text','The distance between these notes is called a harmonic interval.']",
"10":"['text','Or we can measure two notes which are playedseparately, like these:']",
"11":"['simpleImage','https://www.mymusictheory.com/images/stories/grade1/13/13_intervals_clip_image002_0001.jpg']",
"12":"['text','The distance between these notes is called a melodic interval.']",
"13":"['text','We use the same method to measure both kinds of interval.']",
"14":"['line','Intervals']",
"15":"['title','Measuring Intervals']",
"16":"['text','When we measure an interval, we always start counting from the lower note.']",
"17":"['text','We then count upwards to the higher note.']",
"18":"['simpleImage','https://www.mymusictheory.com/images/stories/grade1/13/13_intervals_clip_image002_0002.jpg']",
"19":"['text','Here, we start counting on the lower note, which is C. We count upwards to the higher note, E. This gives us C, D and E. We counted three letter names, so this interval is called a third.']",
"20":"['text','If we count four letter names, the interval is a fourth, and so on, until we reach a seventh.']",
"21":"['text','If we count eight notes and arrive back at the same letter, the interval is called an octave.']",
"22":"['text','If the two notes are the same pitch, it’s called a unison.']",
"23":"['text','In Grade One Music Theory, all the intervals you have to calculate will start on the tonic (1st note) of the scale. Here are the intervals built from a tonic C:']",
"24":"['simpleImage','https://www.mymusictheory.com/images/stories/grade1/13/harmonic-intervals.png']",
"25":"['line','Intervals']",
"26":"['title','Intervals in Different Keys']",
"27":"['text','In Grade One Music Theory, you need to know about intervals in C major, G major, D major (ABRSM only) and F major.']",
"28":"['text','The method for working out intervals is always the same, no matter what the key is. However, don’t forget that in G major you need F sharp, in D major you need F sharp and C sharp, and in F major you need B flat.']",
"29":"['text','For example, in D major, a harmonic interval of a third will be this:']",
"30":"['simpleImage','https://www.mymusictheory.com/images/stories/grade1/13/13_intervals_clip_image002_0003.jpg']",
"31":"['text','We start counting on the lower note, D. We count D, E and F sharp - three letter names, so the interval is a third.']",
"32":"['text','In F major, an interval of a fourth will have a B flat:']",
"33":"['simpleImage','https://www.mymusictheory.com/images/stories/grade1/13/13_intervals_clip_image002_0004.jpg']",
"34":"['text','We count F, G, A and B flat - four letter names, so it’s a fourth.']",
"35":"['line','Intervals']",
"36":"['title','Writing Intervals']",
"37":"['text','When you write intervals in your music theory exam, first you need to work out which notes you have to write, and secondly you need to write the notes clearly and accurately.']",
"38":"['text','If you have to write an interval, you will be given the first (lower) note of the two, and you will be told what interval to calculate; something like this:']",
"39":"['simpleImage','https://www.mymusictheory.com/images/stories/grade1/13/13_intervals_clip_image002_0005.jpg']",
"40":"['text','You’ll also be told if you have to write a harmonic, or melodic interval. This one is a melodic interval, so we’ll write the second note after the given note.']",
"41":"['text','Remember that we start counting on the lower note, which is F in our example. We’ve been told to write a 7th, so we count seven letter names upwards:']",
"42":"['text','F, G, A, B flat, C, D, E']",
"43":"['text','The seventh note is E, so that’s the note we need to write.']",
"44":"['text','Don’t forget that we were told to write a melodic interval, so in this case we will write the E after the F, and not directly above it:']",
"45":"['simpleImage','https://www.mymusictheory.com/images/stories/grade1/13/13_intervals_clip_image002_0006.jpg']",
"46":"['text','Don’t forget to look carefully at the clefs - questions can be in the treble clef or bass clef.']",
"47":"['text','Some intervals are a bit more awkward to write than the others. They are the harmonic unison and 2nd.']",
"48":"['text','Harmonic intervals are written directly above the given note, but the unison is the same note, and the 2nd is too close to write directly above.']",
"49":"['text','We have to move these notes to the side a little.']",
"50":"['simpleImage','https://www.mymusictheory.com/images/stories/grade1/13/close-harmonic-intervals.png']",
"51":"['text','If you try to write a 2nd directly above, you will produce something unreadable like this:']",
"52":"['simpleImage','https://www.mymusictheory.com/images/stories/grade1/13/13_intervals_clip_image002_0010.jpg']"
}
