{
"0":"['Tonic triads','A chord built with thirds']",
"2":"['line','Tonic triads']",
"3":"['title','Tonic Triads']",
"4":"['text','What does the term tonic triad mean?']",
"5":"['text','Thetonicis the first (and last) note in a scale. Triad means chord built with thirds.']",
"6":"['text','A tonic triad is a music theory term for a chord ofthree notesand the lowest of these notes is the tonic of the key we are in.']",
"7":"['text','Here’s a tonic triad in G major:']",
"8":"['simpleImage','https://www.mymusictheory.com/images/stories/grade1/14/g-major-tonic-triad.png']",
"9":"['line','Tonic triads']",
"10":"['title','Building Tonic Triads']",
"11":"['text','Tonic triads are simple to build.']",
"12":"['text','First you need to know what key you are in. Remember that for Grade One music theory, you only need to know the keys of C major, G major, D major (ABRSM only) and F major.']",
"13":"['text','Let’s build a D major tonic triad.']",
"14":"['text','The tonic is the first note of the scale. We are in D major, so D is the tonic. That’s the first note we need to write down. It’s going to be the lowest note of the chord, so we’ll write a low D, so that we have room to add notes above it:']",
"15":"['simpleImage','https://www.mymusictheory.com/images/stories/grade1/14/d-major-triad-root.png']",
"16":"['text','The next note in the triad is the third note of the scale. The third note in the scale is F sharp, so we’ll add that one now:']",
"17":"['simpleImage','https://www.mymusictheory.com/images/stories/grade1/14/d-major-triad-root-third.png']",
"18":"['text','The last note of the chord is the fifth note of the scale, which for our triad is A:']",
"19":"['simpleImage','https://www.mymusictheory.com/images/stories/grade1/14/d-major-triad.png']",
"20":"['text','Here is our finished tonic triad in the key of D major!']",
"21":"['text','Tonic triads are always made up of thetonic,third and fifth notes of the scale.']",
"22":"['text','We say that tonic triads are built out of thirds, because the interval between the lowest note and the middle note is a third, and the interval between the middle note and the highest note is also a third.']",
"23":"['line','Tonic triads']",
"24":"['title','Naming the Key of Tonic Triads']",
"25":"['text','In Grade One Music Theory, you might be asked to name the key of some tonic triads. This is very easy to do if you remember that the lowest note in the chord will give you the answer. For example, if the lowest note is C, then the key will be C major.']",
"26":"['text','You only need to know about major keys for Grade One Music Theory, so you won’t have to identify any minor keys (in any part of the exam).']",
"27":"['text','So, you have four possible answers: C major, D major (ABRSM only), G major or F major.']",
"28":"['text','Make sure you pay attention to the clef.']",
"29":"['text','Here’s an example question.']",
"30":"['text','Name the key of this tonic triad:']",
"31":"['simpleImage','https://www.mymusictheory.com/images/stories/grade1/14/name-the-triad.png']",
"32":"['text','The lowest note is F, so this is an F major tonic triad.']",
"33":"['line','Tonic triads']",
"34":"['title','Chord Symbols in Sheet Music (Trinity only)']",
"35":"['text','Pop and rock music sheet music often includes chord symbols so that people can jam/improvise their own accompaniments to the tune, for example on the guitar. In popular music, the chords are usually given the letter name of the chord’s name. For example, a C major chord is labelled with just a C.']",
"36":"['simpleImage','https://www.mymusictheory.com/images/stories/grade1/14/chord-symbol-letter-name-c.png']",
"37":"['text','In music theory books, chords are often given Roman numerals, so that we can more easily understand how similar chords work in different keys. The tonic chord/triad is chord number one: written with a capital letter I in Roman numerals.']",
"38":"['simpleImage','https://www.mymusictheory.com/images/stories/grade1/14/chord-symbol-roman-numeral-i.png']",
"39":"['line','Tonic triads']",
"40":"['title','Adding Clefs and Key Signatures']",
"41":"['text','In the Grade One music theory exam, you might be asked to add a clef and key signature to some tonic triads. You will be told the key of the triads. Here’s an example:']",
"42":"['simpleImage','https://www.mymusictheory.com/images/stories/grade1/14/add-clef-key-to-triad.png']",
"43":"['text','Add the correct clef and key signature to this tonic triad.']",
"44":"['text','Look at the lowest note of the triad, and think about what that note would be with a treble clef, and with a bass clef. In our example, if we had a treble clef, the lowest note would be E. If we had a bass clef, it would be G. We need a G, so it must be bass clef.']",
"45":"['simpleImage','https://www.mymusictheory.com/images/stories/grade1/14/triad-with-clef.png']",
"46":"['text','Here’s the clef added. Make sure you draw your clefs carefully. Look atLesson 19 - Handwriting Music for more on drawing clefs.']",
"47":"['text','Next we need to add the correct key signature for G major in the bass clef:']",
"48":"['simpleImage','https://www.mymusictheory.com/images/stories/grade1/14/triad-with-key-signature.png']",
"49":"['text','Look atLesson 12 - Key Signaturesif you need help on how to write key signatures.']",
"50":"['line','Tonic triads']",
"51":"['title','Arpeggios (Trinity Only)']",
"52":"['text','When the notes of a chord are playedone after the other, instead of all at the same time, it is called anarpeggio(pronounced ar-PEJ-ee-o).']",
"53":"['text','Arpeggios normally begin and end on the tonic note, and the highest/lowest notes should also be tonics. Arpeggios can be written with or without a key signature (read the question carefully!)']",
"54":"['text','Here is a one-octave arpeggio of F major, written in semibreves (whole notes), going up and then down:']",
"55":"['simpleImage','https://www.mymusictheory.com/images/stories/grade1/14/arpeggio-f-major.png']",
"56":"['text','Notice how the lowest and highest notes are both F (the tonic), and the first and last notes are also both F.']"
}
